/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_VIDEO_TITLE" = "Vídeo";
"SETTINGS_AUDIO_TITLE"="Áudio";
"SETTINGS_TIME_STRETCH_AUDIO"="Áudio em câmara lenta";
"SETTINGS_BACKGROUND_AUDIO"="Reproduzir em segundo plano";
"SETTINGS_GENERIC_TITLE"="Geral";
"SETTINGS_PASSCODE_LOCK"="Bloquear com código";
"SETTINGS_PASSCODE_LOCK_ALLOWTOUCHID"="Desbloquear com o Touch ID";
"SETTINGS_PASSCODE_LOCK_ALLOWFACEID"="Allow Face ID for unlock";
"SETTINGS_DECRAPIFY"="Otimizar nomes dos ficheiros";
"SETTINGS_VIDEO_FULLSCREEN"="Reproduzir em ecrã completo";
"SETTINGS_CONTINUE_VIDEO_PLAYBACK"="Continuar reprodução do vídeo";
"SETTINGS_CONTINUE_AUDIO_PLAYBACK"="Continuar reprodução do áudio";
"SETTINGS_CONTINUE_PLAYBACK_NEVER"="Nunca";
"SETTINGS_CONTINUE_PLAYBACK_ASK"="Perguntar";
"SETTINGS_CONTINUE_PLAYBACK_ALWAYS"="Sempre";
"SETTINGS_NETWORK_PLAY_ALL"="Reproduzir continuamente";

"SETTINGS_SKIP_LOOP_FILTER"="Filtro de deblocking";
"SETTINGS_SKIP_LOOP_FILTER_NONE"="Deblocking desativado (mais rápido)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF"="Deblocking médio";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY"="Deblocking baixo";

"SETTINGS_NETWORK_CACHING_TITLE"="Nível da cache da rede";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST"="Latência mais baixa";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW"="Latência baixa";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL"="Normal";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH"="Latência alta";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST"="Latência mais alta";

"SETTINGS_PLAYBACK_SPEED_DEFAULT"="Velocidade de reprodução predefinida";

"SETTINGS_GESTURES"="Controlo da reprodução com gestos";
"SETTINGS_GESTURES_VOLUME"="Deslizar cima/baixo para volume";
"SETTINGS_GESTURES_PLAYPAUSE"="Tocar para reproduzir/pausar";
"SETTINGS_GESTURES_BRIGHTNESS"="Deslizar cima/baixo para brilho";
"SETTINGS_GESTURES_SEEK"="Deslizar direita/esquerda para procurar";
"SETTINGS_GESTURES_CLOSE"="Juntar os dedos para fechar";
"SETTINGS_GESTURE_JUMP_DURATION"="Variar a duração do avanço";

"SETTINGS_SUBTITLES_TITLE"="Legendas";
"SETTINGS_SUBTITLES_FONT"="Tipo de letra";
"SETTINGS_SUBTITLES_TEXT_ENCODING"="Codificação do texto";
"SETTINGS_SUBTITLES_FONTSIZE"="Tamanho relativo da letra";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST"="Mais pequeno";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL"="Pequeno";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL"="Normal";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE"="Grande";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST"="Maior";
"SETTINGS_SUBTITLES_BOLDFONT"="Negrito";
"SETTINGS_SUBTITLES_FONTCOLOR"="Cor da letra";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE"="Branco";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK"="Preto";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY"="Cinzento";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER"="Prateado";
"SETTINGS_SUBTITLES_FONTCOLOR_RED"="Vermelho";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA"="Magenta";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW"="Amarelo";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN"="Verde";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY"="Marinho";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS"="Espessura do contorno";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE"="Nenhuma";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN"="Fina";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL"="Normal";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK"="Grossa";

"SETTINGS_DEINTERLACE"="Desentrelaçar";
"SETTINGS_DEINTERLACE_ON"="Sim";
"SETTINGS_DEINTERLACE_OFF"="Não";
"SETTINGS_DEINTERLACE_AUTO"="Automático";

"SETTINGS_HWDECODING"="Descodificação de hardware";
"SETTINGS_HWDECODING_ON"="Sim";
"SETTINGS_HWDECODING_OFF"="Não";

"SETTINGS_FEEDBACK"="Comentários";
"SETTINGS_SEND_FEEDBACK"="Enviar comentários";
"SETTINGS_SEND_RATING"="Por favor, classifique o VLC para iOS";

"SETTINGS_FILE_SYNC"="Sincronização de ficheiros";
"SETTINGS_WIFISHARING_IPv6"="IPv6 ao partilhar por Wi-Fi";
"SETTINGS_UNLINK_DROPBOX"="Desassociar do Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Desassociar do Google Drive";
"SETTINGS_UNLINK_ONEDRIVE"="Desassociar do OneDrive";
"SETTINGS_FTP_TEXT_ENCODING"="Codificação do texto (ligações FTP)";

"SETTINGS_ARTWORK"="Grafismo";
"SETTINGS_DOWNLOAD_ARTWORK"="Descarregar grafismo";

"ABOUT_APP_TV"="Acerca do RQD para";
